benchmarks/cluster/1000000req_100_parallel_clients.log
====== SET ======
  1000000 requests completed in 64.73 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.00% <= 2 milliseconds
1.61% <= 3 milliseconds
12.64% <= 4 milliseconds
30.91% <= 5 milliseconds
78.53% <= 6 milliseconds
93.21% <= 7 milliseconds
99.15% <= 8 milliseconds
99.66% <= 9 milliseconds
99.78% <= 10 milliseconds
99.85% <= 11 milliseconds
99.88% <= 12 milliseconds
99.90% <= 13 milliseconds
99.91% <= 14 milliseconds
99.91% <= 15 milliseconds
99.92% <= 16 milliseconds
99.93% <= 17 milliseconds
99.93% <= 18 milliseconds
99.93% <= 19 milliseconds
99.93% <= 20 milliseconds
99.93% <= 21 milliseconds
99.94% <= 22 milliseconds
99.94% <= 23 milliseconds
99.95% <= 24 milliseconds
99.95% <= 25 milliseconds
99.95% <= 26 milliseconds
99.95% <= 27 milliseconds
99.95% <= 28 milliseconds
99.96% <= 29 milliseconds
99.96% <= 30 milliseconds
99.96% <= 31 milliseconds
99.96% <= 32 milliseconds
99.96% <= 52 milliseconds
99.96% <= 53 milliseconds
99.96% <= 54 milliseconds
99.97% <= 55 milliseconds
99.97% <= 56 milliseconds
99.97% <= 57 milliseconds
99.97% <= 58 milliseconds
99.98% <= 59 milliseconds
99.98% <= 60 milliseconds
99.98% <= 61 milliseconds
99.98% <= 62 milliseconds
99.98% <= 130 milliseconds
99.98% <= 131 milliseconds
99.99% <= 132 milliseconds
99.99% <= 133 milliseconds
99.99% <= 134 milliseconds
99.99% <= 147 milliseconds
99.99% <= 148 milliseconds
99.99% <= 149 milliseconds
100.00% <= 150 milliseconds
100.00% <= 151 milliseconds
100.00% <= 151 milliseconds
15448.31 requests per second