benchmarks/cluster/100000req_100_parallel_clients.log
====== SET ======
  100000 requests completed in 6.60 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 2 milliseconds
1.24% <= 3 milliseconds
9.39% <= 4 milliseconds
29.57% <= 5 milliseconds
78.16% <= 6 milliseconds
92.83% <= 7 milliseconds
99.11% <= 8 milliseconds
99.76% <= 9 milliseconds
99.89% <= 10 milliseconds
99.93% <= 11 milliseconds
99.96% <= 12 milliseconds
99.99% <= 13 milliseconds
100.00% <= 13 milliseconds
15151.52 requests per second