benchmarks/cluster/100req_100_parallel_clients.log
====== SET ======
  100 requests completed in 0.02 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

1.00% <= 2 milliseconds
8.00% <= 3 milliseconds
19.00% <= 4 milliseconds
25.00% <= 5 milliseconds
50.00% <= 6 milliseconds
76.00% <= 7 milliseconds
92.00% <= 8 milliseconds
100.00% <= 8 milliseconds
6250.00 requests per second