benchmarks/cluster/200000req_100_parallel_clients.log
====== SET ======
  200000 requests completed in 12.78 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.00% <= 2 milliseconds
2.53% <= 3 milliseconds
20.91% <= 4 milliseconds
40.54% <= 5 milliseconds
80.92% <= 6 milliseconds
94.06% <= 7 milliseconds
99.06% <= 8 milliseconds
99.67% <= 9 milliseconds
99.78% <= 10 milliseconds
99.84% <= 11 milliseconds
99.90% <= 12 milliseconds
99.92% <= 13 milliseconds
99.95% <= 14 milliseconds
99.98% <= 15 milliseconds
99.99% <= 16 milliseconds
100.00% <= 16 milliseconds
15651.90 requests per second