benchmarks/cluster/500000req_100_parallel_clients.log
====== SET ======
  500000 requests completed in 32.21 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.00% <= 2 milliseconds
1.40% <= 3 milliseconds
11.29% <= 4 milliseconds
30.04% <= 5 milliseconds
78.80% <= 6 milliseconds
93.36% <= 7 milliseconds
99.33% <= 8 milliseconds
99.81% <= 9 milliseconds
99.91% <= 10 milliseconds
99.94% <= 11 milliseconds
99.96% <= 12 milliseconds
99.97% <= 13 milliseconds
99.98% <= 14 milliseconds
99.98% <= 15 milliseconds
99.98% <= 16 milliseconds
99.98% <= 17 milliseconds
99.99% <= 18 milliseconds
100.00% <= 19 milliseconds
100.00% <= 20 milliseconds
100.00% <= 20 milliseconds
15525.54 requests per second